// import React from "react";

// class civilSuitofCriminal extends React.Component {
//     render(){
//         return(
//         <div className="constuctorDocument">
//                 {/* <!-- 1) найменування суду, до якого подається заява; --> */}
//             <select name="profesion" id="">
//                 <option value="Прокурору"></option>
//                 <option value="Слідчому" default></option>
//                 <option value="Судді"></option>
//             </select>
//             <select name="profesion" id="">
//                 <option value="Печерський районного суду міста Києва"></option>
//                 <option value="Печерського управління поліції Головного управління поліції у місті Києві" default></option>
//                 <option value="Судді"></option>
//             </select>
//             <p>введіть звання чи ранг слідчого чи прокурора якому направляється Цивільний позов</p>
//             <input type="text">

//             {/* 2) повне найменування (для юридичних осіб) або ім’я (прізвище, ім’я та по батькові - для фізичних осіб) заявника, його місцезнаходження (для юридичних осіб) або місце проживання чи перебування (для фізичних осіб), поштові індекси, ідентифікаційний код юридичної особи в Єдиному державному реєстрі підприємств і організацій України, реєстраційний номер облікової картки платника податків (для фізичних осіб) за його наявності або номер і серію паспорта для фізичних осіб - громадян України, номери засобів зв’язку та адресу електронної пошти, за наявності; */}

//             <p>введіть Ваші паспортні дані адресу для листування та номер мобільного телефону</p>
//             <input type="text">
//             <p>введіть паспортні дані Вашого представника для листування та номер мобільного телефону</p>
//             <input type="text">
//             <p>введіть паспортні дані Відповідача для листування та номер мобільного телефону, якщо службова особа то реквізити підприємства</p>
//             <input type="text">

//             {/* <!-- 3) предмет позову та обґрунтування необхідності забезпечення позову; --> */}
                                    
//             <p>введіть дату події</p>
//             <input type="text">

//             <p>введіть місце передачі коштів, укладання договору</p>
//             <input type="text">

//             <p>заповніть це поле, якщо шкода завдана фізичною особою паспортні дані</p>
//             <input type="text">

//             <p>заповніть це поле, якщо шкода завдана службовою особою, а саме паспортні дані службової особи та реквізити підприємства</p>
//             <input type="text">

//             <select name="" id="">
//                 <option value="">шахрайські дії ч. 1 ст. 190</option>
//                 <option value="">шахрайські дії ч. 2 ст. 190</option>
//                 <option value="">шахрайські дії ч. 3 ст. 190</option>
//                 <option value="">шахрайські дії ч. 4 ст. 190</option>
//                 <option value="">Привласнення, розтрата майна або заволодіння ним шляхом зловживання службовим становищем  ч. 1 ст. 191</option>
//                 <option value="">Привласнення, розтрата майна або заволодіння ним шляхом зловживання службовим становищем  ч. 2 ст. 191</option>
//                 <option value="">Привласнення, розтрата майна або заволодіння ним шляхом зловживання службовим становищем  ч. 3 ст. 191</option>
//                 <option value="">Привласнення, розтрата майна або заволодіння ним шляхом зловживання службовим становищем  ч. 4 ст. 191</option>
//                 <option value="">Привласнення, розтрата майна або заволодіння ним шляхом зловживання службовим становищем  ч. 5 ст. 191</option>
//             </select>

//             <p>вкажіть номер кримінального провадження</p>
//             <input type="text">

//             <p>дату внесення до ЄРДР</p>
//             <input type="text">

//             <p>обгрунтуйте позов, а саме якими документами та показами свідків підтверджується заволодіння коштами</p>
//             <input type="text">
//             <p>введіть кількість повних місяців з дня завдання шкоди</p>
//             <input type="text">
//             {/* тут калькулятор вираховує збитки */}
//             {/* <!-- 4) захід забезпечення позову, який належить застосувати, з обґрунтуванням його необхідності; --> */}

//             <p>у разі якщо позов подається до 
//             <input type="text">
//             </p>
         
//             {/* <!-- 5) ціну позову, про забезпечення якого просить заявник; --> */}
                                                        
//             {/* <!-- 7) інші відомості, потрібні для забезпечення позову --> */}
//         </div>                                              
          
//         );
//     }
// }


// export default civilSuitofCriminal;